Repository: dhis2/translations-app
Catalog: i18n/*.po
Languages: km

source: Object
km: វត្ថុធាតុ

source: Target locale
km: តំបន់គោលដៅ

source: Filter by
km: ច្រោះតាមរយៈ

source: All
km: ទាំងអស់

source: Translated
km: ប្រកប្រែ

source: Untranslated
km: មិនបកប្រែ

source: Partial translated
km: បកប្រែបានមួយចំនួន

source: Search
km: ស្វែងរក

source: Name
km: ឈ្មោះ

source: Short name
km: ឈ្មោះ​​ខ្លី

source: Description
km: ការ​ពិពណ៌នា

source: Form name
km: ឈ្មោះទម្រង់

source: Numerator description
km: ការពិណ៍នាភាគយក

source: Denominator description
km: ការពិណ៍នាភាគបែង

source: From to name
km: ពីឈ្មោះ

source: To from name
km: ទៅមកពីឈ្មោះ

source: Instruction
km: របៀបណែនាំ

source: Save
km: រក្សាទុក​

source: Translations were saved
km: ការបកប្រែបានរក្សាទុក

source: Keep editing
km: រក្សាទុកការកែប្រែ

source: Discard changes
km: លុបការកែប្រែ

source: Unsaved changes
km: មិនរក្សាទុកការកែប្រែ

source: Settings
km: ការ​កំណត់

source: Search apps
km: ស្វែងរកកម្មវិធី

source: Profile
km: ជីវប្រវត្តិ

source: Account
km: គណនី

source: Help
km: ជំនួយ​

source: Log out
km: ចេញពីគណនី

source: About DHIS 2
km: អំពីប្រព័ន្ធ DHIS2

source: Manage my apps
km: គ្រប់គ្រងកម្មវិធីរបស់ខ្ញុំ

source: No results found
km: មិនមានលទ្ធផលបង្ហាញ

source: Interpretations
km: កន្លែងសន្ទនារ

source: Messages
km: សារ
